"Add Date" = "Ajout de date";
"Add Number Sequence" = "Ajout de séquence numérique";
"Apply to:" = "Appliquer à:";
"Batch Rename" = "Renommer par lot";
"Case sensitive:" = "Sensible à la casse:";
"Change Case" = "Changement de casse";
"Change case to:" = "Changer la casse en:";
"Creation date" = "Date de création";
"Day of month:" = "Jour du mois:";
"Day of week:" = "Jour de la semaine:";
"Drag and drop files to this list to add, select and delete to remove, drag rows to rearrange." = "Glissez et déposez des fichiers vers cette liste pour les y ajouter, sélectionnez-les et supprimez-les pour les enlever et déplacez une ligne pour les arranger.";
"Drag to rearrange." = "Faites glisser pour réorganiser.";
"Entire text" = "Texte complet";
"Every occurrence" = "Chaque occurrence";
"Extension with dot" = "Extension avec le point";
"First occurrence" = "Première occurrence";
"Hour:" = "Heure:";
"Insert Text" = "Insertion de texte";
"Last occurrence" = "Dernière occurrence";
"Modification date" = "Date de modification";
"Month:" = "Mois:";
"Name" = "Nom";
"Name with extension" = "Nom avec extension";
"No items will be renamed" = "Aucun élément ne va être renommé";
"Padding:" = "Remplissage:";
"Prefix:" = "Préfixe:";
"Processing new names…" = "Calcul des nouveaux noms…";
"Renaming files…" = "Changement des noms de fichiers…";
"Replace RegEx" = "Remplacement RegEx";
"Replace RegEx:" = "Remplacement RegEx:";
"Replace Text" = "Remplacement par texte";
"Replace text:" = "Remplacer le texte:";
"Second:" = "Seconde:";
"Start value:" = "Départ:";
"Step value:" = "Pas:";
"Suffix:" = "Suffixe:";
"Text:" = "Texte:";
"Type text and drag date elements to create a format" = "Créez un format avec du texte et des parties de date";
"Year:" = "Année:";
"%lu items will be renamed" = "%lu élément(s) à renommer";
"(%lu conflicts)" = "(%lu conflits)";
"with text:" = "par le texte:";

/* ==== UNLOCALIZED ==== */

"Extension" = "Extension";
"Format:" = "Format:";
"Minute:" = "Minute:";
"Mode:" = "Mode:";
"Position:" = "Position:";
"Type:" = "Type:";
